[
  {
    "id": 624784,
    "name": "Navapolatsk",
    "coordinates": {
      "Longitude": 28.642441,
      "Latitude": 55.536282
    },
    "description": " Novopolotsk ... This name appeared when the Decree of the Presidium of the Supreme Council of the BSSR on December 14, 1963, the settlement  Polotsk  was elevated to the rank of a city of regional subordination and became known as Navapolatsk. First there was a pontoon crossing. A group of young enthusiasts arrived here by boats. And next to the small village of Sloboda, a tent town grew up from under the ground, it housed the personnel department of the newly created UNR-121 (currently SU-121), a radio for communication with Polotsk, an industrial and technical department, and not the committee of the Komsomol and the editorial office of the large-circulation newspaper Znamya Novostroeniya.  In the hastily constructed buildings, builders equipped a temporary dining room, a small power station, and then a bell appeared from somewhere.He announced the beginning and end of the day's work, called meetings and rallies.",
    "smallImageUrl": "https://www.belnovosti.by/sites/default/files/styles/692/public/article/23-01-2018/centr_compressed.jpg?itok=-Gd0OuFE"
  },
  {
    "id": 624079,
    "name": "Orsha",
    "coordinates": {
      "Longitude": 30.405277,
      "Latitude": 54.515278
    },
    "description": " The name of the city of Orsha came from the name of the Orsha river on which the city is situated.M. Fasmer considered the name of Orschic to be Slavic and associated with the name of the river Ros and with the word riverbed.In accordance with VN Toporov and O. N. Trubachev, the name of the river Orsitsa the initial origin is, in their opinion, a prototype (attached to consonant sounds), and in the hydronyme the Rus- * root is distinguished, from which also occur Rusnė, Rusota, Prussian Russ. They are associated with the Lithuanian rusėti  Slowly flow,  rusenti  slowly burn.  Later, VN Toporov He clarified the Baltic version of the origin of the hydronym, indicating Arsen (river), Arsen, Arsio (later recorded as Orschen, Orshen), Arsen, Orsha, Mazur Arschen See, as well as the Upper Oka hydronyms of Orsa, Arosa, Arsanka, Belorussian geographer VA Zhuchkevich believed that the name of the river Orsha could have come from the form  Rzha  or  Rzhavka  due to the color of the water, another version is Finno-Ugric. the opinion that in the late III - early II millennium BC. e. the northeast of modern Belorussia was inhabited by the Finno-Ugric tribes, and the toponym of Orsha is of Finno-Ugric origin and means  running water, river  or  water flowing in the riverbed  (the language source is not specified).",
    "smallImageUrl": "https://sendflowers.by/system/images/1462/thumb/orsha1.jpg"
  },
  {
    "id": 625144,
    "name": "Minsk",
    "coordinates": {
      "Longitude": 27.566668,
      "Latitude": 53.900002
    },
    "description": " Minsk is the capital of Belarus, the city is located in the center of the country on the Minsk Upland, Minsk was founded in the 11th century at the confluence of the Svisloch and Nemiga rivers, which was the center of the Polotsk principality, and after the Mongol invasion became one of the main cities of the Grand Duchy of Lithuania, and Later, the Republic of Poland, the city was badly damaged during the Great Patriotic War, and the title Hero City was given to Minsk in 1974. The main historical districts of Minsk are the Upper Town, Troitskoe and Rakovsky Suburbs. It was inhabited in the 12th century and became the center of Minsk in the 15th century.In the region of the Upper Town, the largest number of historical monuments have survived to this day.In the ancient times, at the confluence of the Nemiga and Svisloch rivers, there was a place called Zamchishche, meaning the  beginning  of the city. Now in its place is located one of the many squares of Minsk.The current center of the Upper Town is Liberty Square.In the 21st century, works were carried out on the reconstruction of the square ensemble. Here you can see the reconstructed city hall of the 17th-18th centuries, the Gostiny Dvor of the 16th-18th centuries, the Holy Spirit Cathedral, on the site of which in the first half of the 17th century there was the Bernardine convent. In the cathedral the miraculous icon of the Mother of God is kept. Its author considers St. Luke the Evangelist. During the Tatar-Mongol invasion, the icon was drowned in the Dnieper, but in 1500 it appeared on the river Svisloch. Also on the Freedom Square is the functioning archcathedral church of the Blessed Virgin Mary, built in 1700-1710. In addition, the Bernardine Men's Monastery of 1652, the Jesuit collegium of the 18th century, the Church of Mary Magdalene in 1847, the Cross Church of the 19th century, the Alexander Nevsky Memorial Church, built in honor of Russia's victory in the Russian-Turkish war of the late 19th century, the Church of St. Joseph, the House of Masons of the 18th century and the Catherine's Church of 1613.  ",
    "smallImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Minsk_Montage_%282015%29.png/290px-Minsk_Montage_%282015%29.png"
  },
  {
    "id": 624034,
    "name": "Asipovichy",
    "coordinates": {
      "Longitude": 28.642221,
      "Latitude": 53.293331
    },
    "description": " The city of Osipovichi is located on the left bank of the Sinyaya River (right tributary of Svisloch) two kilometers from the M5 (Minsk-Gomel) highway 136 kilometers south-west of Mogilev and 93 kilometers south-east of Minsk. : The old roads (37 km), Bobruisk (41 km), Glusk (42 km), Marina Gorka (44 km), Osipovichi reservoir was created 7 km from the city on the Svisloch river. An important railway junction (lines to Minsk, Gomel, Mogilev , Soligorsk, Grodzianku.) The city passes the road R72 (Osipovichi-Baranovich i), which branches off from the highway M5 in the vicinity of the village Teplukhi, a few kilometers from the city.Oshipovichi railway station, as well as Yubileiny and Sovietskiy stop stations are located on the territory of the city.Stashkevich, 60 years of October, Abrosimova, Internatsionalnaya, Socialist, Sumchenko , Chumakova, Jubilee, Forest, Berry, Kadanchika, Lenin, Korotkaya, Zheleznodorozhnaya, Minsk, Peramoga, Bobruisk, Sosnovaya, Lynkova, Gorbatova, Koroleva, Kalinina, Oktyabrskaya, Raboche-Peasant and others. The city of Osipovichi is located on the left bank of the Sinyaya River (right tributary of Svisloch) two kilometers from the M5 (Minsk-Gomel) highway 136 kilometers south-west of Mogilev and 93 kilometers south-east of Minsk. : The old roads (37 km), Bobruisk (41 km), Glusk (42 km), Marina Gorka (44 km), Osipovichi reservoir was created 7 km from the city on the Svisloch river. An important railway junction (lines to Minsk, Gomel, Mogilev , Soligorsk, Grodzianku.) The city passes the road R72 (Osipovichi-Baranovich i), which branches off from the highway M5 in the vicinity of the village Teplukhi, a few kilometers from the city.Oshipovichi railway station, as well as Yubileiny and Sovietskiy stop stations are located on the territory of the city.Stashkevich, 60 years of October, Abrosimova, Internatsionalnaya, Socialist, Sumchenko , Chumakova, Jubilee, Forest, Berry, Kadanchika, Lenin, Korotkaya, Zheleznodorozhnaya, Minsk, Peramoga, Bobruisk, Sosnovaya, Lynkova, Gorbatova, Koroleva, Kalinina, Oktyabrskaya, Raboche-Peasant and others.",
    "smallImageUrl": "http://www.irina-alex.net/wp-content/gallery/osipovichi-s-ptichego-poleta/osip_001.jpg"
  },
  {
    "id": 621754,
    "name": "Slonim",
    "coordinates": {
      "Longitude": 25.321943,
      "Latitude": 53.086666
    },
    "description": " Slonim is the city of the Grodno region of Belarus, the administrative center of the Slonim district.The town of Slonim is very rich in architectural monuments and sights.In the city of Slonim one can not single out one of the sights as the main one, and each of them, individually, such a great interest for tourists, but the entire architectural ensemble of the city of Slonim taken together is of great interest to travelers.One of the main attractions of the city of Slonim is the St. St. Andrew's Apostle, built in 1775. This church in Slonim has a very pleasant and memorable appearance.The second important sight of the city of Slonim is another church - the Church of the Immaculate Conception of the Most Holy Virgin Mary, built in 1670 (photo below). in the dense urban historical development of the city of Slonim, therefore it is completely problematic to consider it.It is certain that these ancient churches in the city of Slonim are important architectural monuments of their time, toric-cultural values ​​and sights of Belarus. The third important landmark of the city of Slonim is the Trinity Cathedral, built in 1645. This temple at one time had even some defensive functions. The building looks very monumental and visually corresponds to its construction time. Undoubtedly, this cathedral in the city of Slonim is an important architectural monument of the 17th century. It should also be noted that all the temples described in the city of Slonim were previously part of various monastic complexes. Now these monasteries do not work, but next to each of these temples and now you can find the monastery buildings, which, however, look quite unprepossessing and often badly in need of repair. The very temples in the city of Slonim are well restored and are in excellent condition.  , Slonim is the city of the Grodno region of Belarus, the administrative center of the Slonim district.The town of Slonim is very rich in architectural monuments and sights.In the city of Slonim one can not single out one of the sights as the main one, and each of them, individually, such a great interest for tourists, but the entire architectural ensemble of the city of Slonim taken together is of great interest to travelers.One of the main attractions of the city of Slonim is the St. St. Andrew's Apostle, built in 1775. This church in Slonim has a very pleasant and memorable appearance.The second important sight of the city of Slonim is another church - the Church of the Immaculate Conception of the Most Holy Virgin Mary, built in 1670 (photo below). in the dense urban historical development of the city of Slonim, therefore it is completely problematic to consider it.It is certain that these ancient churches in the city of Slonim are important architectural monuments of their time, toric-cultural values ​​and sights of Belarus. The third important landmark of the city of Slonim is the Trinity Cathedral, built in 1645. This temple at one time had even some defensive functions. The building looks very monumental and visually corresponds to its construction time. Undoubtedly, this cathedral in the city of Slonim is an important architectural monument of the 17th century. It should also be noted that all the temples described in the city of Slonim were previously part of various monastic complexes. Now these monasteries do not work, but next to each of these temples and now you can find the monastery buildings, which, however, look quite unprepossessing and often badly in need of repair. The very temples in the city of Slonim are well restored and are in excellent condition.",
    "smallImageUrl": "http://slonim-minsk.by/images/event_04.jpg"
  },
  {
    "id": 629634,
    "name": "Brest",
    "coordinates": {
      "Longitude": 23.700001,
      "Latitude": 52.099998
    },
    "description": " Brest is a city in the south-west of Belarus, the administrative center of the Brest region and the Brest region, which does not belong to itself.  The city's area is 146.12 km². According to estimates, as of January 1, 2014, the city's population was 330,934 people. southwestern part of the region, at the confluence of the Mukhavets River to the Western Bug, at the state border with Poland.The large railway junction, the river port on Mukhavets, is an important road junction.Brest is a city with a rich and ancient history.In the year of first mention (1019) Brest - the fourth city in B (862), Vitebsk (974) and Turov (980) In the past, the city has changed its statehood many times, now it is at the very junction of the territories of the European Union and the Commonwealth of Independent States, near the place where the borders meet three countries - Belarus, Ukraine and Poland.",
    "smallImageUrl": "http://vandrouka.by/wp-content/uploads/2012/05/DSC_6830.jpg"
  },
  {
    "id": 620127,
    "name": "Vitsyebsk",
    "coordinates": {
      "Longitude": 30.2033,
      "Latitude": 55.190479
    },
    "description": " Brest is a city in the south-west of Belarus, the administrative center of the Brest region and the Brest region, which does not belong to itself.  The city's area is 146.12 km². According to estimates, as of January 1, 2014, the city's population was 330,934 people. southwestern part of the region, at the confluence of the Mukhavets River to the Western Bug, at the state border with Poland.The large railway junction, the river port on Mukhavets, is an important road junction.Brest is a city with a rich and ancient history.In the year of first mention (1019) Brest - the fourth city in B (862), Vitebsk (974) and Turov (980) In the past, the city has changed its statehood many times, now it is at the very junction of the territories of the European Union and the Commonwealth of Independent States, near the place where the borders meet three countries - Belarus, Ukraine and Poland.  , Vitebsk - general information about the city., History, description, photosVitebsk (Belorussian Viciebsk) - a city in the north-east of Belarus, the administrative center of the Vitebsk region and the Vitebsk region. Population - 372 005 people (April 1, 2014) Area - 124.538 km² The city is located in the eastern part of the Vitebsk region on the Western Dvina river, the second oldest city in Belarus after Polotsk, the third largest city in the country, the city takes its name from the Vitba river, near its mouth Vitebsk was founded. its millennium, with the death of Vseslav Bryachislavich Polotsky in 1101 and the division of his possessions into seven sons, a special principality was formed with the capital in Vitebsk, Vitebsk was given to Svyatoslav, who became the first Vitebsk prince, after Polotsk land was ruined by Mstislav the Great, Svyatoslav was sent to Byzantium, and Vitebsk table went to his son Vasilko.Using the situation, he also took Polotsk and remained the Prince of Polotsk until 1144. In 1139 exiled princes returned to the Polotsk land, and Vitebsk Vasilkovichi began the struggle for Polotsk with the Minsk Glebovichs and the Druzky Rogvolodovichs. In this struggle Vitebsk princes longer than others managed to retain Polotsk: in the XIII century. In Polotsk, four representatives of Vitebsk reigned. In 1165-1167, as a result of feudal wars, the Vitebsk principality gradually began to lose its significance and fell under the power of the Smolensk princes. However, this subordination was short-lived, and Vitebsk regained its independence. At the end of the 12th - the first half of the 13th centuries. Vitebsk land fell into the sphere of influence of the Lithuanian princes, and in the middle of the 13th century. - The Grand Duchy of Lithuania. It is not known exactly who became the successor of the powerful prince Bryachislav Vasilkovich, when he became Prince of Polotsk in 1232. When Bryachislav died, the Lithuanian prince Tovtivil began to rule in Polotsk, and his son Constantine in Vitebsk. Although then former princes returned to Vitebsk, the dynastic ties with the great Lithuanian princes became permanent. The last specific Vitebsk prince was Yaroslav Vasilkovich. Yaroslav Vasilkovich died in 1320 without having male heirs, after which the Vitebsk principality, having lost its independence, was included in the Grand Duchy of Lithuania.",
    "smallImageUrl": "http://cs619618.vk.me/v619618651/116f8/-zXVYN78nWM.jpg"
  },
  {
    "id": 627907,
    "name": "Homyel",
    "coordinates": {
      "Longitude": 30.975401,
      "Latitude": 52.434502
    },
    "description": " Gomel (Belorussian Gomel) is a city in Belarus, the administrative center of the Gomel region and the Gomel region, the second largest city in the country (522,549 people on April 1, 2014) is located in the south-east of the republic on the Sozh river at 302 km southeast of Minsk, 534 km east of Brest, 171 km south of Mogilev, 237 km west of Bryansk, 111 km north of Chernigov, 567 km from Moscow. as of January 1, 2011).  ,",
    "smallImageUrl": "http://cs619229.vk.me/v619229651/ffc6/OBT1Sia6QjE.jpg"
  },
  {
    "id": 626081,
    "name": "Lida",
    "coordinates": {
      "Longitude": 25.299721,
      "Latitude": 53.883331
    },
    "description": " Lida is the city of the Grodno region of Belarus, the administrative center of the Lida district.The main attraction of the city of Lida is the castle, founded here in 1323. The castle's construction lasted about five years, thus, the castle in Lida is already about 700 years old.This makes this architectural monument one of the oldest preserved stone structures in Belarus, and if you take into account the fact that the Lida Castle has very impressive dimensions, it immediately becomes clear that before us one of the most important landmarks of Belarus The Lida Castle has recently been completely restored, but the quality of the restoration raises some questions: the restoration of the castle has actively used building materials such as brick, slabs, staircases, etc. Naturally, all these architectural solutions do not even remind , what was the Lida Castle in the epoch of its heyday, for example, its walls were made of natural stone.  ,",
    "smallImageUrl": "https://vedaj.by/images/cities/gro/lida/Lida/Lida1.jpg"
  }
]
