[
  {
    "id": 624784,
    "name": "Новополоцк",
    "coordinates": {
      "Longitude": 28.642441,
      "Latitude": 55.536282
    },
    "description": "Новополоцк... Это название появилось, когда Указом Президиума Верховного Совета БССР от 14 декабря 1963 года поселок «Полоцкий» был возведен в ранг города областного подчинения и стал называться Новополоцком. Сперва была понтонная переправа   Отряд молодых энтузиастов прибыл сюда на лодках. Другого пути не было. И рядом с небольшой деревушкой Слобода как из-под земли вырос палаточный городок. В нем разместились отдел кадров только что созданного УНР-121 (В настоящее время СУ-121), рация для связи с Полоцком, производственно-технический отдел, а несколько позже — комитет комсомола и редакция многотиражной газеты «Знамя новостройки». В наскоро сколоченных помещениях строители оборудовали временную столовую, небольшую электростанцию. Потом откуда-то появился колокол. Он возвещал о начале и конце трудового дня, созывал на собрания и митинги.",
    "smallImageUrl": "https://www.belnovosti.by/sites/default/files/styles/692/public/article/23-01-2018/centr_compressed.jpg?itok=-Gd0OuFE"
  },
  {
    "id": 624079,
    "name": "Орша",
    "coordinates": {
      "Longitude": 30.405277,
      "Latitude": 54.515278
    },
    "description": "Название города Орша произошло от названия реки Оршица, на которой город расположен. М. Фасмер считал название Оршица славянским и связывал с названием реки Рось и со словом русло. Согласно В. Н. Топорову и О. Н. Трубачеву, название реки Оршица имеет балтское происхождение. Начальное о- здесь, по их мнению, является протетическим (присоединяемым перед согласными звуками), а в гидрониме выделяется корень *Rus-, от которого также происходят лит. Rusnė, Русота, прусск. Russa. Они связаны с лит. rusėti «медленно течь», rusenti «медленно гореть». Позже В. Н. Топоров уточнил балтскую версию происхождения гидронима, указав в качестве соответствий др.-прусск. Arse (река), Arsen, Arsio (позже фиксируется как Orschen, «Оршен»), лтш. Arsen, лтг. Орша, мазур. Arschen See, а также верхнеокские гидронимы Орса, Ароса, Арсанка. Белорусский географ В. А. Жучкевич считал, что название реки Орша могло произойти от формы «Ржа» или «Ржавка», в связи с цветом воды. Ещё одна версия — финно-угорская. Среди части археологов существует мнение, что в конце III — начале II тысячелетия до н. э. северо-восток современной Белоруссии населяли племена финно-угров, и топоним Орша — финно-угорского происхождения и означает «проточная вода, река» либо «вода, текущая в русле» (языковой источник не указывается).",
    "smallImageUrl": "https://sendflowers.by/system/images/1462/thumb/orsha1.jpg"
  },
  {
    "id": 625144,
    "name": "Минск",
    "coordinates": {
      "Longitude": 27.566668,
      "Latitude": 53.900002
    },
    "description": "Минск - столица Белоруссии. Город расположен в центре страны на Минской возвышенности. Минск был основан в 11 веке у слияния рек Свислочи и Немиги. Он являлся центром Полоцкого княжества, а после татаро-монгольского нашествия стал одним из главных городов Великого княжества Литовского, а позже и Речи Посполитой. Город сильно пострадал во время Великой Отечественной войны. В 1974 году Минску было присвоено звание города-героя. Главными историческими районами Минска являются Верхний город, Троицкое и Раковское предместья. Верхний город начал заселяться в 12 веке, а в 15 веке стал центром Минска. В районе Верхнего города до наших дней сохранилось наибольшее количество исторических памятников. Здесь, на месте слияния рек Немиги и Свислочи, в древние времена находилось Замчище, означающее \"начало\" города. Сейчас на его месте расположилась одна из многочисленных площадей Минска. Нынешним центром Верхнего города является площадь Свободы. В 21 веке проводились работы по реконструкции ансамбля площади. Здесь можно увидеть реконструированные городскую Ратушу 17-18 веков, Гостиный двор 16-18 веков, Свято-Духов кафедральный собор, на месте которого в первой половине 17 века стоял женский монастырь бернардинок. В соборе хранится чудотворная икона Божьей Матери. Её автором считают Святого Луку Евангелиста. Во время татаро-монгольского нашествия икону утопили в Днепре, но в 1500 году она явилась на реке Свислочь. Также на площади свободы расположен действующий архикафедральный костел Пресвятой Девы Марии, построенный в 1700-1710гг. Кроме того, в Верхнем городе сохранились мужской монастырь бернардинцев 1652 года, коллегиум иезуитов 18 века, церковь Марии Магдалины 1847 года, Крестовоздвиженский костёл 19 века, мемориальная церковь Александра Невского, которая была построена в честь победы России в русско-турецкой войне конца 19 века, костёл Святого Иосифа, Дом масонов 18 века и Екатерининская церковь 1613 года.",
    "smallImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Minsk_Montage_%282015%29.png/290px-Minsk_Montage_%282015%29.png"
  },
  {
    "id": 624034,
    "name": "Осиповичи",
    "coordinates": {
      "Longitude": 28.642221,
      "Latitude": 53.293331
    },
    "description": "Город Осиповичи расположен на левом берегу реки Синяя (правый приток Свислочи) в двух километрах от автомобильной дороги М5 (Минск — Гомель). Находится в 136 километрах на юго-запад от Могилёва и в 93 километрах на юго-восток от Минска. Ближайшие города: Старые дороги (37 км), Бобруйск (41 км), Глуск (42 км), Марьина Горка (44 км). В 7 километрах от города на реке Свислочь создано Осиповичское водохранилище. Важный железнодорожный узел (линии на Минск, Гомель, Могилёв, Солигорск, Гродзянку). Через город проходит автомобильная дорога Р72 (Осиповичи-Барановичи), которая ответвляется от магистрали М5 в районе деревни Теплухи, в нескольких километрах от города. На территории города расположена железнодорожная станция Осиповичи, а также остановочные пункты Юбилейный и Советский. Улицы: Сташкевича, 60 лет Октября, Абросимова, Интернациональная, Социалистическая, Сумченко, Чумакова, Юбилейная, Лесная, Ягодная, Каданчика, Ленинская, Короткая, Железнодорожная, Минская, Перамога, Бобруйская, Сосновая, Лынькова, Горбатова, Королёва, Калинина, Октябрьская, Рабоче-Крестьянская и другие.",
    "smallImageUrl": "http://www.irina-alex.net/wp-content/gallery/osipovichi-s-ptichego-poleta/osip_001.jpg"
  },
  {
    "id": 621754,
    "name": "Слоним",
    "coordinates": {
      "Longitude": 25.321943,
      "Latitude": 53.086666
    },
    "description": "Слоним - это город Гродненской области Беларуси, административный центр Слонимского района. Город Слоним очень богат на архитектурные памятники и достопримечательности. В городе Слоним нельзя выделить какую-то одну из достопримечательностей как основную, и каждая из них по отдельности может быть и не составила бы такого большого интереса для туристов, но весь архитектурный ансамбль города Слоним вместе взятый представляет огромный интерес для путешественников. Одной из основных достопримечательностей города Слоним является костел Святого Апостола Андрея, построенный в 1775 году. Этот костел в городе Слоним имеет очень приятный и запоминающийся внешний вид. Второй важной достопримечательностью города Слоним является другой костел - костел Непорочного Зачатия Наисвятейшей Девы Марии, построенный в 1670 году (фото ниже). Этот костел находится в плотной городской исторической застройке города Слоним, поэтому рассмотреть его полностью немного проблематично. Несомненно, что эти старинные костелы в городе Слоним являются важными архитектурными памятниками своего времени, историко-культурными ценностями и достопримечательностями Беларуси. Третьей важной достопримечательностью города Слоним является Троицкий собор, построенный в 1645 году. Этот храм в свое время имел даже некоторые оборонительные функции. Здание выглядит очень монументально и визуально соответствует своему времени постройки. Несомненно, что этот собор в городе Слоним является важным архитектурным памятником 17-го века. Нужно также обязательно отметить, что все описанные храмы в городе Слоним ранее входили в состав различных монастырских комплексов. Сейчас эти монастыри не действуют, но рядом с каждым из этих храмов и сейчас можно обнаружить монастырские корпуса, которые, правда, выглядят достаточно невзрачно и зачастую сильно нуждаются в ремонте. Сами же храмы в городе Слоним хорошо отреставрированы и находятся в отличном состоянии.",
    "smallImageUrl": "http://slonim-minsk.by/images/event_04.jpg"
  },
  {
    "id": 629634,
    "name": "Брест",
    "coordinates": {
      "Longitude": 23.700001,
      "Latitude": 52.099998
    },
    "description": "Бре́ст — город на юго-западе Белоруссии, административный центр Брестской области и Брестского района, в состав которого сам не входит. Территория города — 146,12 км². По оценочным данным на 1 января 2014 года население города составило 330 934 человека. Расположен в юго-западной части области, при впадении реки Мухавец в Западный Буг, у государственной границы с Польшей. Крупный железнодорожный узел, речной порт на Мухавце, важный узел автодорог. Брест — город с богатой и древней историей. По году первого упоминания (1019) Брест — четвёртый город в Белоруссии, раньше упомянуты только Полоцк (862), Витебск (974) и Туров (980). За свою историю город не раз менял свою государственную принадлежность; сейчас находится на самом стыке территорий Европейского союза и Содружества Независимых Государств, вблизи места, где сходятся границы трёх стран — Белоруссии, Украины и Польши.",
    "smallImageUrl": "http://vandrouka.by/wp-content/uploads/2012/05/DSC_6830.jpg"
  },
  {
    "id": 620127,
    "name": "Витебск",
    "coordinates": {
      "Longitude": 30.2033,
      "Latitude": 55.190479
    },
    "description": "Витебск - общая информация о городе. История, описание, фотоВи́тебск (белор. Ві́цебск) — город на северо-востоке Белоруссии, административный центр Витебской области и Витебского района.Население — 372 005 человек (1 апреля 2014 года). Площадь — 124,538 км². Город расположен в восточной части Витебской области на реке Западная Двина. Второй древнейший город Белоруссии после Полоцка. Третий по численности населения город страны. Своё название город берёт от реки Витьбы, около устья которой Витебск был основан. История: История Витебска охватывает более тысячелетия. Со смертью Всеслава Брячиславича Полоцкого в 1101 году и разделением его владений на семерых сыновей было образовано удельное княжество со столицей в Витебске. Витебск достался Святославу, который стал первым витебским князем. После того как Полоцкую землю разорил Мстислав Великий, Святослав был отправлен в Византию, а витебский стол отошёл к его сыну Василько. Воспользовавшись ситуацией, он занял также и Полоцк и оставался полоцким князем до 1144 года. В 1139 в Полоцкую землю вернулись сосланные князья, и витебские Васильковичи начали борьбу за Полоцк с минскими Глебовичами и друцкими Рогволодовичами. В этой борьбе витебским князьям дольше других удавалось удерживать за собой Полоцк: в XIII в. в Полоцке княжило 4 представителя Витебска. В 1165—1167 вследствие феодальных усобиц Витебское княжество постепенно начало терять значение и попало под власть смоленских князей. Однако это подчинение было недолгим, и Витебск вновь обрёл независимость. В конце XII — первой половине XIII вв. Витебская земля попала в сферу влияния литовских князей, а в середине XIII в. — Великого княжества Литовского. Точно не известно, кто стал преемником сильного князя Брячислав Василькович, когда тот стал князем полоцким в 1232 году. Когда Брячислав умер, в Полоцке стал править литовский князь Товтивил, а в Витебске — его сын Константин. Хотя потом в Витебск снова вернулись прежние князья, династические связи с великими князьями литовскими стали постоянными. Последним удельным витебским князем был Ярослав Василькович. Ярослав Василькович умер в 1320 году, не имея наследников мужского пола, после чего Витебское княжество, потеряв независимость, было включено в состав Великого княжества Литовского.",
    "smallImageUrl": "http://cs619618.vk.me/v619618651/116f8/-zXVYN78nWM.jpg"
  },
  {
    "id": 627907,
    "name": "Гомель",
    "coordinates": {
      "Longitude": 30.975401,
      "Latitude": 52.434502
    },
    "description": "Го́мель (белор. Го́мель) — город в Белоруссии, административный центр Гомельской области и Гомельского района, второй по численности населения (522 549 человек на 1 апреля 2014) город в стране. Расположен на юго-востоке республики на реке Сож в 302 км на юго-восток от Минска, в 534 км на восток от Бреста, в 171 км на юг от Могилёва, в 237 км на запад от Брянска, в 111 км к северу от Чернигова, в 567 км от Москвы. Площадь города 135 км² (по состоянию на 1 января 2011 г.).",
    "smallImageUrl": "http://cs619229.vk.me/v619229651/ffc6/OBT1Sia6QjE.jpg"
  },
  {
    "id": 626081,
    "name": "Лида",
    "coordinates": {
      "Longitude": 25.299721,
      "Latitude": 53.883331
    },
    "description": "Лида - это город Гродненской области Беларуси, административный центр Лидского района. Основной достопримечательностью города Лида является замок, основанный здесь в 1323 году. Строительство замка продолжалось примерно пять лет. Таким образом, замку в Лиде уже около 700 лет. Это делает данный архитектурный памятник одним из древнейших сохранившихся каменных сооружений в Беларуси, а если учесть то, что Лидский Замок имеет очень впечатляющие размеры, то сразу становится понятно, что перед нами одна из важнейших достопримечательностей Беларуси. Лидский Замок недавно был полностью отреставрирован. Но качество реставрации вызывает некоторые вопросы. Дело в том, что при восстановлении замка активно использовались такие строительные материалы как: кирпич, плиты перекрытия, лестничные пролеты и другие. Естественно все эти архитектурные решения даже не напоминают то, чем был Лидский Замок в эпоху своего расцвета. Например, его стены были выполнены из натурального камня.",
    "smallImageUrl": "https://vedaj.by/images/cities/gro/lida/Lida/Lida1.jpg"
  }
]
